import React, { Component } from "react";
import { Col, Container, Row } from "react-bootstrap";
import jumpToTop from "../../../utils/jump-to-top";
import './policy-personal-data.scss';

export default class PolicyPersonalData extends Component {

  componentDidMount() {
    jumpToTop();
  }

  render() {
    return (
      <Container>
        <Row>
          <Col lg={12}>
            <h1 className={"h1"}>
              Политика в отношении обработки персональных данных ООО "Цифровое медиа "Дизайнталк"
            </h1>

            <h3 className={"h3"}>1. Общие положения</h3>
              <p>1.1. Настоящий документ определяет политику ООО "Цифровое медиа "Дизайнталк" (далее — Компания) в отношении обработки персональных данных и излагает систему основных принципов, применяемых в отношении обработки персональных данных в Компании.</p>
              <p>1.2. Действие настоящей Политики распространяется на все операции, совершаемые в Компании с персональными данными с использованием средств автоматизации или без их использования.</p>
              <p>1.3. Настоящая Политика обязательна для ознакомления и исполнения всеми лицами, допущенными к обработке персональных данных в Компании, и лицами, участвующими в организации процессов обработки и обеспечения безопасности персональных данных в Компании.</p>
              <p>1.4. Настоящая Политика разработана в соответствии с Конвенцией Совета Европы № 108 о защите личности в связи с автоматической обработкой персональных данных и Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О персональных данных».</p>
              <p>1.5. Настоящая Политика подлежит актуализации в случае изменения законодательства РФ о персональных данных.</p>

            <h3 className={"h3"}>2. Введение</h3>
              <p>2.1. В соответствии с подпунктом 2 статьи 3 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» Компания является оператором, т.е. юридическим лицом, самостоятельно организующим и (или) осуществляющим обработку персональных данных, а также определяющим цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными. Компания не осуществляет обработку персональных данных по поручению другого оператора.</p>
              <p>2.2. Важным условием реализации целей деятельности Компании является обеспечение защиты прав и свобод человека и гражданина — субъекта персональных данных при обработке его персональных данных.</p>
              <p>2.3. В Компании разработаны и введены в действие документы, устанавливающие порядок обработки и обеспечения безопасности персональных данных, которые обеспечивают соответствие требованиям Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» и принятых в соответствии с ним нормативных правовых актов.</p>

            <h3 className={"h3"}>3. Принципы и условия обработки персональных данных в Компании</h3>
              <p>3.1 Компания, являясь оператором, осуществляет обработку персональных данных следующих субъектов:</p>
              <div className={"offset_3"}>
                <p>— соискателей на замещение вакантных должностей - в составе и сроком, необходимыми для принятия Компанией решения о приеме либо отказе в приеме на работу и формирования кадрового резерва с согласия субъекта персональных данных;</p>
                <p>— работников Компании - в составе и сроком, необходимыми для достижения целей, предусмотренных законодательством РФ, осуществления и выполнения возложенных законодательством РФ на Компанию функций, полномочий и обязанностей, для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных;</p>
                <p>— работников Компании - в составе и сроком, необходимыми для достижения целей, предусмотренных законодательством РФ, осуществления и выполнения возложенных законодательством РФ на Компанию функций, полномочий и обязанностей, для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных;</p>
                <p>— родственников работников Компании - в составе и сроком, необходимыми для достижения целей, предусмотренных законодательством РФ, осуществления и выполнения возложенных законодательством РФ на Компанию функций, полномочий и обязанностей;</p>
                <p>— физических лиц по договорам гражданско - правового характера, представителей контрагентов - в составе и сроком, необходимыми для заключения и исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных.</p>
                <p>— посетителей веб-сайта designtalk.ru.</p>
              </div>
              <p>3.2. Сроки обработки персональных данных определены с учетом:</p>
              <div className={"offset_3"}>
                <p>— установленных целей обработки персональных данных;</p>
                <p>— сроков действия договоров с субъектами персональных данных и согласий субъектов персональных данных на обработку их персональных данных;</p>
                <p>— сроков, определенных Приказом Минкультуры РФ от 25 августа 2010г. № 558 «Об утверждении «Перечня типовых управленческих архивных документов, образующихся в процессе деятельности государственных органов, органов местного самоуправления и организаций, с указанием сроков хранения»;</p>
                <p>— сроков хранения документации, установленных внутренними нормативными актами Компании.</p>
              </div>
              <p>3.3. Компания осуществляет обработку персональных данных на законной и справедливой основе.</p>
              <p>3.4. При обработке персональных данных обеспечиваются их точность, достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных.</p>
              <p>3.5. Компания не раскрывает третьим лицам и не распространяет персональные данные без согласия субъекта персональных данных (если иное не предусмотрено федеральным законом РФ).</p>
              <p>3.6. В Компании не создаются общедоступные источники персональных данных.</p>
              <p>3.7. Компания осуществляет обработку специальных категорий персональных данных. При этом Компания выполняет все требования к осуществлению обработки специальных категорий персональных данных, предусмотренные Федеральным законом РФ «О персональных данных» № 152-ФЗ от 27 июля 2006 г. В Компании не осуществляется обработка персональных данных о судимости.</p>
              <p>3.8. Компания не осуществляет обработку биометрических персональных данных.</p>
              <p>3.9. Компания не осуществляет трансграничную передачу персональных данных.</p>
              <p>3.10. Компания осуществляет обработку персональных данных в целях продвижения товаров, работ и услуг Компании на рынке путем осуществления прямых контактов с потенциальным потребителем с помощью средств связи с согласия потенциального потребителя. Компания не осуществляет обработку персональных данных в целях политической агитации.</p>
              <p>3.11. В Компании не осуществляется принятие решений, порождающих юридические последствия в отношении субъекта персональных данных или иным образом затрагивающих его права и законные интересы, на основании исключительно автоматизированной обработки персональных данных.</p>
              <p>3.12. Компания поручает обработку персональных данных другим лицам. При этом Компания выполняет все требования к поручению обработки персональных данных, предусмотренные Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О персональных данных». Посетитель веб-сайта designtalk.ru принимая настоящую Политику в отношении обработки персональных данных и соглашаясь с ней, дает свое согласие на передачу своих персональных данных ООО "Цифровое медиа "Дизайнталк" третьим лицам во исполнение целей договоров, в связи с которыми персональные данные передаются третьему лицу.</p>
              <p>3.13. Компания осуществляет обработку персональных данных с использованием средств автоматизации и без их использования. При этом Компания выполняет все требования к автоматизированной и неавтоматизированной обработке персональных данных, предусмотренные Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами.</p>

            <h3 className={"h3"}>4. Права субъектов персональных данных, обрабатываемых в Компании</h3>
              <p>4.1. Субъект персональных данных имеет право на получение информации, касающейся обработки его персональных данных. Для получения указанной информации субъект персональных данных может отправить письменный запрос по адресу: 150048, г. Ярославль, ул. Слепнева, д. 18 в порядке, установленном ст.14 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных».</p>
              <p>4.2. Субъект персональных данных вправе требовать от Компании уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки. Субъект персональных данных вправе отозвать свое согласие на обработку персональных данных. Для реализации указанных полномочий субъект персональных данных может отправить письменный запрос (заказным письмом с уведомлением о вручении) по адресу: 150048, г. Ярославль, ул. Слепнева, д. 18 в порядке, установленном ст.21 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных».</p>

            <h3 className={"h3"}>5. Исполнение обязанностей оператора Компанией</h3>
              <p>5.1. Компания получает персональные данные от субъектов персональных данных, от третьих лиц (лиц, не являющихся субъектами персональных данных) и из общедоступных источников персональных данных (в том числе в информационно-телекоммуникационной сети «Интернет»). При этом Компания выполняет обязанности, предусмотренные Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О персональных данных» при сборе персональных данных.</p>
              <p>5.2. Компания прекращает обработку персональных данных в следующих случаях:</p>
              <div className={"offset_3"}>
                <p>— по достижении целей их обработки, либо в случае утраты необходимости в достижении этих целей;</p>
                <p>— по требованию субъекта персональных данных, если обрабатываемые в Компании персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</p>
                <p>— в случае выявления неправомерной обработки персональных данных, если обеспечить правомерность обработки персональных данных невозможно;</p>
                <p>— в случае отзыва субъектом персональных данных согласия на обработку его персональных данных (если персональные данные обрабатываются Компанией на основании согласия субъекта персональных данных);</p>
                <p>— устранены причины, вследствие которых осуществлялась обработка персональных данных, если иное не установлено федеральным законом;</p>
                <p>— в случае ликвидации или реорганизации Компании.</p>
              </div>
              <p>5.3. В Компании для обеспечения выполнения обязанностей, предусмотренных Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами, приняты следующие меры:</p>
              <div className={"offset_3"}>
                <p>— назначен Ответственный за организацию обработки персональных данных;</p>
                <p>— изданы локальные акты по вопросам обработки и обеспечения безопасности персональных данных, а также локальные акты, устанавливающие процедуры, направленные на предотвращение и выявление нарушений законодательства РФ, устранение последствий таких нарушений:</p>
                <div className={"offset_3"}>
                  <p>— Положение об обработке персональных данных;</p>
                  <p>— Положение об организации и обеспечении защиты персональных данных</p>
                  <p>— другие локальные акты по вопросам обработки и обеспечения безопасности персональных данных.</p>
                </div>
                <p>— применены правовые, организационные и технические меры по обеспечению безопасности персональных данных;</p>
                <p>— осуществляется внутренний контроль соответствия обработки персональных данных требованиям Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» и принятых в соответствии с ним нормативных правовых актов, настоящей Политики, локальных актов Компании;</p>
                <p>— проведена оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения требований федерального законодательства о персональных данных, произведено соотношение указанного вреда и принимаемых Компанией мер, направленных на обеспечение выполнения обязанностей, предусмотренных требованиями Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» и принятых в соответствии с ним нормативных правовых актов;</p>
                <p>— работники Компании, непосредственно осуществляющие обработку персональных данных, ознакомлены с положениями Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» и принятых в соответствии с ним нормативных правовых актов, настоящей Политики и локальных актов Компании по вопросам обработки персональных данных.</p>
              </div>
            <p>5.4. В Компании реализуются следующие требования к защите персональных данных:</p>
            <div className={"offset_3"}>
              <p>— организован режим обеспечения безопасности помещений, в которых размещены информационные системы, препятствующий возможности неконтролируемого проникновения или пребывания в этих помещениях лиц, не имеющих права доступа в эти помещения;</p>
              <p>— реализовано обеспечение сохранности носителей персональных данных;</p>
              <p>— руководителем Компании утвержден документ, определяющий перечень лиц, доступ которых к персональным данным, обрабатываемым в информационной системе, необходим для выполнения ими служебных (трудовых) обязанностей;</p>
              <p>— для нейтрализации актуальных угроз безопасности персональных данных используются средства защиты информации, прошедшие процедуру оценки соответствия требованиям законодательства РФ в области обеспечения безопасности информации;</p>
              <p>— назначено должностное лицо (работник), ответственный за обеспечение безопасности персональных данных в информационных системах персональных данных;</p>
              <p>— реализованы требования, установленные Постановлением Правительства РФ от 15 сентября 2008 г. № 687 «Об утверждении Положения об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации».</p>
            </div>
          </Col>
        </Row>
      </Container>
    );
  }
}